[General]
Translator, "Andy Kleinert, Bernhard Schütz"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAQAPewAOTk5OPj4+bm5t/f3+rx8ujo6Onx8qqqquXl5evy9MAcApRkX8UiCsMiCHVS
TZJ6d+fu78gcA9Hb3dZyYufv79x+bo9ua5N7drohB8kiCXkqH9yIeOGTg9x7auft7uTw8tra2tnZ
2dzc3N5xYNdqWsEiBoswKcAiCNAjDN7m6HRRS7caAtyNfNyOf84cBeXr7dWCcsscBIVtapF2ccQb
AsQdAt3d3Ww3LdZ3Z8IbAufz9NEbBtyDcpJ9eoMtIpiBfcsjDNqJeMkiCuDr7cMiCc88J5MwKLC2
t5+fn9MjC9R0Y3spIIJoY30nIr0cAtZgUcpPOe76/IMsJ/b//35OSNMjD3omHeRvXt3o6nIiGu7u
7uPt79ddTHM2LogtJ9V6aZB2csYiCdwjDo9tadZwX9VtWtVyX+nu7+Xx8o5qZubs7tsjDtAjDunp
6dR3ZdV9bN7e3tfh499pWdyAb9yGddV1ZIEqI+Li4pBtaJB4c9V/b7QgBfLy8n0pId5zYunw8I9z
bnUpINZdTOr2+Id0b9hoV5FnYnwpHsAhBYMsJtx5aaGkpOju7+Lu7952ZaKkpdVpWNRvXtZtXc0j
DeMjDtojDY5oZNZkU4QtJcwiC8IiCdVnVdWFdH4pINR5adjj5LAcA4YwJr8iCKuwsdTU1HwrH6Cg
oMgjC4ovKI9xbdYjDNfX19h/bb4iB9kdBsYiCP///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAALAALAAAAAAQABAA
AAjnAGEJHEiwoMGDBH/0uPAgD5gZgFJZGIMnjSVDCwhxaMFiAx0ecyp0UOTIz4grVGQE4QRDz5sv
OOpMICOJRCE5XZiw8uRGiZlIZSBtuvREEJciWR6deeFBDSMIfwgQSJDAQAoKo5AUCAAAAAIEAgrc
GSDCBgAtB0wJCMAVDohVpEIMCCCgDZ8Diwxs+SQhDpYhjT6g0TEoypQjDqCAWuFEgYIcNGpEiOFi
h6smKvZgaCXqhCYiDE4BmcSmiphENxCVaPAqTAYhmVAkUVVpDSUpgaxoOLSkVJ9OdnxgCuUFlQkj
CJMrLxgQADs=


[BFAPI_Strings]
ErrorFailClientTime, "Die Uhrzeiteinstellungen Ihres Computers sind nicht korrekt.\nÜberprüfen Sie bitte die Systemzeit und versuchen Sie es erneut."
ErrorFailLogin, "Überprüfen Sie bitte Ihre e-Mail Adresse und das Passwort und versuchen Sie es dann bitte erneut."
ErrorFailPrefix, "Fehler beim Herstellen einer Verbindung mit Ihrem Binary Fortress-Konto."
ErrorInvalidProTrialLicenseKey, "Ihr FileSeek Trial Lizenzschlüssel ist ungültig.\nBitte kontaktieren Sie uns für weitere Informationen."
ErrorItemSizeTooLarge, "Eines Ihrer FileSeek Profile ist zu groß.\nBitte versuchen Sie, ein kleineres Profile zu synchronisieren."
ErrorTrialExpiredPrompt, "Ihre FileSeek Pro Lizenz ist abgelaufen.\nWollen Sie mit uns Kontakt aufnehmen, um eine weitere Testphase zu beginnen?"
ErrorUnknownProPurchasedLicenseKey, "Ihr FileSeek Lizenzschlüssel ist ungültig.\nBitte kontaktieren Sie uns für weitere Informationen."
LoginPrompt, "Sie müssen zuerst Ihre FileSeek Online-Anmeldedaten eingeben.\nMöchten Sie die Anmeldedaten jetzt eingeben?"
TitleSync, "Mit Ihrem FileSeek Online-Konto synchronisieren"


[BFAPILoginControl_Controls]
btnLogin, "&Anmelden"
btnLogout, "&Abmelden"
btnMyAccount, "Mein &Konto"
btnMyLicenses, "Meine &Lizenzen"
btnRegister, "&Registrieren"
lblAccountStatus, "Konto-Status:"
lblEmailAddress, "E-Mail-Adresse:"
lblMyPassword, "Passwort zurücksetzen"
lblName, "Name"
lblPassword, "Passwort"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Persönliche- oder Firmenlizenz, # im Lizenz Namen angezeigt"
LicenseRestrictionDonation, "NUR für persönlichen Gebrauch, 1 Computer"
LicenseRestrictionEnterprise, "Uneingeschränkte Anzahl an Computer an beliebig vielen Firmen-Standorten"
LicenseRestrictionPersonalHome, "NUR für den persönlichen Gebrauch, unlimitierte Anzahl an Computern"
LicenseRestrictionSite, "Unlimitierte Anzahl an Computern an 1 Standort"
LicenseRestrictionStandard, "Persönliche- oder Firmenlizenz, 1 Computer"
LicenseRestrictionSteam, "Persönliche- oder Firmenlizenz, unlimitierte Anzahl an Computern, Sie sind der primäre Benutzer und Steam ist installiert."


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Bitte geben Sie eine gültige e-Mail Adresse ein und versuchen es dann noch einmal."
ErrorEnterPassword, "Bitte geben Sie Ihr Kennwort ein und versuchen es dann noch einmal."
ErrorLoginFailed, "Ihr Benutzerkonto konnte nicht geladen werden.\nBitte überprüfen Sie Ihre e-Mail Adresse und das Passwort und probieren Sie es erneut."
ErrorNoLicensesFound, "Leider konnten wir keine Lizenzinformationen für dieses Benutzerkonto finden.\nBitte kontaktieren Sie uns, falls Sie Hilfe benötigen."
ErrorUnknownLicenses, "Beim Laden Ihrer Lizenzinformationen ist ein Fehler aufgetreten."
ErrorUnknownLogin, "Beim Laden Ihres Benutzerkontos ist ein Fehler aufgetreten."
Note, "Anmelden, um den FileSeek Lizenzschlüssel abzurufen und das Suchprofil zu synchronisieren."
SelectLicensePrompt, "Sie verwenden im Moment die freie Version, eine Pro Trial Lizenz oder Ihr Lizenzschlüssel ist ungültig.\nMöchten Sie nun einen Lizenzschlüssel von Ihrem FileSeek Online Konto-laden?"
Title, "Mein Binary Fortress-Konto"
TitleLoadingLicenses, "Laden der Lizenz Informationen"


[BFAPIMyLicenses_Controls]
colDateCreated, "Erstellungsdatum"
colDateExpires, "Ablaufdatum"
colLicenseKey, "Lizenzschlüssel"
colLicenseRestrictions, "Lizenz Einschränkungen"
colLicenseType, "Lizenztyp"
colName, "Lizenzname"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Sind Sie sicher, dass Sie diesen Lizenzschlüssel verwenden möchten?"
ErrorSelectLicense, "Bitte wählen Sie eine Lizenz aus der Liste und versuchen es dann noch einmal."
ShowNeedLicenseWarning, "Bitte wählen Sie einer Ihrer Lizenzschlüssel aus der Liste und drücken Sie dann 'OK', um diesen Schlüssel zu verwenden."
Title, "Meine Lizenzen"


[BFFormDownload_Strings]
ConfirmCancel, "Sind Sie sicher, dass Sie das Herunterladen abbrechen wollen?"
Error, "Ein Fehler ist aufgetreten."
Progress, "Verbleibend: {0} KB ({1} KB insgesamt)"
ProgressUnknown, "Herunterladen: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "In die Zwischenablage &kopieren"
btnMoreInformation, "&Weitere Informationen anzeigen"


[BFFormProxySettings_Controls]
btnSave, "Speichern"
lblProxyAddress, "Proxyserver Adresse:"
lblProxyPassword, "Kennwort:"
lblProxyPassword2, "Kennwort wiederholen:"
lblProxyPort, "Port:"
lblProxyUsername, "Benutzername:"
rdoCustomSettings, "&Spezifische Proxyserver Einstellungen:"
rdoNoProxy, "&Kein Proxyserver (direkte Internetverbindung)"
rdoUseIESettings, "Verwende die Einstellungen des &Internet Explorers"


[BFFormProxySettings_Strings]
EnterServerAddress, "Bitte geben Sie die Adresse des Proxyservers ein oder wählen Sie 'Kein Proxyserver'."
EnterServerPort, "Bitte geben Sie die Portnummer des Proxyservers ein oder wählen Sie 'Kein Proxyserver'."
PasswordDecryptionFailed, "Ihre Internet-Verbindungseinstellungen sind ungültig.\nBitte geben Sie das Kennwort des Proxyservers erneut ein."
PasswordsNotMatch, "Die angegebenen Proxyserver Kennwörter sind nicht identisch, versuchen Sie es bitte erneut."
Title, "Internet-Verbindungseinstellungen"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Durchsuchen"
ButtonRefresh, "&Aktualisieren"
ColApplication, "Anwendung"
ColPath, "Pfad"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Alle Anwendungen"
PleaseSelectApplication, "Bitte wählen Sie zuerst eine Anwendung."
Title, "Anwendung auswählen"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Standardwert"
colSetting, "Parameter"
colValue, "Wert"
lblHelp, "Doppelklick, um eine Einstellung zu ändern, drücken Sie 'Hilfe' für mehr Informationen."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Beim Speicher der Einstellung ist ein Fehler aufgetreten."
SavedSuccessfully, "Die erweiterten Einstellungen wurden erfolgreich gespeichert.\nSie müssen FileSeek neu starten um die geänderte Einstellung zu verwenden."
Title, "Erweiterte Einstellungen"
TitleEdit, "Erweiterte Einstellungen ändern"


[BFFormSupportRequest_Controls]
lblEmailAddress, "e-Mail Adresse:"
lblMessage, "Nachricht:"
lblName, "Name:"
lblSubject, "Betreff:"
lblWarning, "Die Informationen aus dem Reiter 'Problemlösung' und die Debug.log Datei werden verschlüsselt und dieser Supportanforderung beigelegt. Mit deren Hilfe können wir Ihr Problem schneller lösen."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Bitte geben Sie eine gültige e-Mail Adresse ein und versuchen Sie es erneut."
EnterMessage, "Bitte geben Sie einen Nachrichtentext ein und versuchen Sie es erneut."
EnterName, "Bitte geben Sie Ihren Namen ein und versuchen Sie es erneut."
EnterSubject, "Bitte geben Sie einen Betreff ein."
SendSuccess, "Ihre Informationen wurden erfolgreich versendet.\nSie werden innerhalb eines Arbeitstages kontaktiert."
Title, "Supportanforderung übermitteln"
TooLongEmailAddress, "Bitte geben Sie eine kürzere e-Mail Adresse ein und versuchen Sie es erneut."
TooLongName, "Bitte geben Sie einen kürzeren Namen ein und versuchen es dann erneut."


[BFFormUpdate_Controls]
btnChangeLog, "Änderungs&protokoll anzeigen"
btnDownload, "Herunterladen und &Installieren"
btnRemindMeLater, "&Später erinnern"
btnSkipThisVersion, "Diese Version &überspringen"
btnWebsite, "&Herunterladen"
lblNewVersion, "Neue Version:"
lblOldVersion, "Aktuelle Version:"
lblUpdateNotes, "Neuigkeiten in dieser Version:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es wird empfohlen, die Aktualisierung auf diese neue Version durchzuführen.\nSind Sie sicher, dass Sie dieses Update auslassen möchten?"
DownloadFailedSave, "Fehler beim lokalen Speichern dieser Datei."
DownloadingUpdate, "Aktualisierung herunterladen"
DownloadInvalidData, "Der Server hat ungültige Daten zurückgeliefert. Möglicherweise konnte die angeforderte Datei nicht gefunden werden."
DownloadNoData, "Die Webseite hat keine Daten zurückgeliefert."
ErrorDownload, "Beim Herunterladen der neuen Version ist ein Fehler aufgetreten."
Title, "Aktualisierung verfügbar"
UpdateProMessage, "Sie müssen auf FileSeek Pro updaten, um die One-Click Aktualisierung zu verwenden.\nWünschen Sie mehr Informationen bezüglich Upgrades?"


[BFHelpButton_Controls]
mniOnlineHelp, "Online Hilfe"
mniSupportRequest, "Support Anforderung"


[BFTextQuery_Strings]
CaseSensitive, "Unterscheide Groß/Kleinschreibung:"
MayContain, "Darf folgendes enthalten:"
MayNotContain, "Muss folgendes nicht enthalten:"
MustContain, "Muss folgendes enthalten:"
MustNotContain, "Darf folgendes nicht enthalten:"


[BFUpdateCheck]
AlreadyInProgress, "Überprüfung auf Updates läuft bereits..."
ErrorRunningDownloadedFile, "Beim Ausführen der heruntergeladenen Datei ist ein Fehler aufgetreten."
FailedToGetVersion, "Die letzte verfügbare Versionsnummer konnte nicht geladen werden."
InvalidLicensePrompt, "Ihr FileSeek Pro Lizenzschlüssel ist ungültig!\nBitter erwägen Sie, eine FileSeek Pro Lizenz zu bestellen, um die weitere Entwicklung des Produkts sicherzustellen.\nWollen Sie weitere Informationen dazu erhalten?"
NoUpdate, "Sie verwenden bereits die aktuellste Version."
Title, "Aktualisierung"


[cFunctions_Strings]
FolderNotRecognized, "Der angegebene Ordner wurde nicht erkannt und kann deshalb nicht durchsucht werden."


[cSettings_Strings]
SettingsLoadError, "Beim Laden der Einstellungen ist ein Fehler aufgetreten."
SettingsSaveError, "Beim Speichern der Einstellungen ist ein Fehler aufgetreten."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Ordner hinzufügen"
btnBrowseExcludePath, "Durchsuchen"
btnFolderBrowse, "&Durchsuchen"
btnFolderBrowseAppend, "&Ordner hinzufügen"
btnNewSearch, "Suchen - &Neuer Reiter"
btnPause, "Pause"
btnResume, "Fortsetzen"
btnSearch, "&Suchen"
btnStop, "Sto&ppen"
chkCaseSensitive, "&Groß/Kleinschreibung beachten"
chkFileSizeMax, "Maximale Dateigröße:"
chkFileSizeMin, "Minimale Dateigröße:"
chkIsExcludeFilesRegEx, "Regulärer Ausdruck (RegEx)"
chkIsIncludeFilesRegEx, "Regulärer Ausdruck (RegEx)"
chkIsQueryRegEx, "Regulärer Ausdruck (RegEx)"
chkSearchSubFolders, "&Unterordner durchsuchen"
chkShowFirstResult, "&Zeige nur das erste Suchergebnis für jede Datei"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Zeige Dateinamen, die den Suchbegriff enthalten"
chkShowQueryMatchFolders, "Zeige Ordnernamen, die den Suchbegriff enthalten"
chkUseIFilters, "Dateiinhalte mit Hilfe von Datei-Handlern durchsuchen (langsamer)"
colDateAccessed, "Letzer Zugriff"
colDateCreated, "Erstellt am"
colDateModified, "Zuletzt geändert am"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Dateigröße"
colLine, "Zeile"
colLineNumber, "Zeile #"
colPath, "Pfad"
lblAccessedTo, "bis"
lblAdditionalLinesAfter, "Anzahl der Zeilen, die nach dem Suchergebnis angezeigt werden:"
lblAdditionalLinesBefore, "Anzahl der Zeilen, die vor dem Suchergebnis angezeigt werden:"
lblCreatedTo, "bis"
lblDateAccessed, "Letzer Zugriff:"
lblDateCreated, "Erstellt am:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Zuletzt geändert am:"
lblExcludeFiles, "Exkludierte Dateien:"
lblExcludePath, "Exkludierte Pfad(e):"
lblFilterResults, "Filter:"
lblIncludeFiles, "Inkludierte Dateien:"
lblModifiedTo, "bis"
lblPath, "Pfad(e):"
lblQuery, "Suchbegriff:"
lblStatusFound, "Suchergebnisse: {0}"
lblStatusTotal, "Durchsuchte Dateien: {0}"
mniAbout, "Über FileSeek"
mniClearSearchHistory, "Suchverlauf löschen"
mniCloseAll, "Alle schließen"
mniCloseAllButThis, "Alle anderen schließen"
mniCloseSearch, "Schließen"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Alle Suchergebnisse kopieren"
mniExit, "Beenden"
mniExplorerContextMenu, "Windows Kontextmenü"
mniHelp, "Hilfe"
mniOpenFolder, "Dateipfad öffnen"
mniOpenFolderOnly, "Ordner öffnen"
mniOpenOther, "Mit externer Anwendung öffnen"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Ausgewählte Ergebnisse aus der Liste entfernen"
mniSettings, "Einstellungen"
mniShowFilterControls, "Zeige die Filter Elemente"
mniTextCopy, "&Kopieren"
mniTextSelectAll, "&Alles auswählen"
mniTools, "&Werkzeuge"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
mnuExportSelectedResultsHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Spr&achen"
mnuLoadProfile, "Profil laden"
mnuManageProfiles, "Profile verwalten"
mnuOpen, "Öffnen"
mnuOpenNotepad, "Mit Notepad öffnen"
mnuProfile, "Pro&file"
mnuSave, "Speichern"
mnuSaveAll, "Alle Suchergebnisse als CSV exportieren"
mnuSaveProfile, "Neues Profil speichern"
mnuSaveSelection, "Ausgewählte Suchergebnisse als CSV exportieren"
mnuShowFullLanguageList, "Anzeigen der gesamten Liste"
mnuSyncProfiles, "Profile synchronisieren"
rdoMatchQueryLineByLine, "Jede einzelne Zeile in der Datei durchsuchen"
rdoMatchQueryToWholeFile, "Gesamte Datei durchsuchen"
tabAdvanced, "Erweitert"
tabDateFilters, "Filter: Datum"
tabFileSizeFilters, "Filter: Dateigröße"
tabSearch, "Suchen"


[frmMain_Strings]
AccessedAfterTT, "Letzer Zugriff nach dem {0}"
AccessedBeforeTT, "Letzer Zugriff vor dem {0}"
AccessedBetweenTT, "Letzter Zugriff zwischen {0} und {1}"
AppSelectionErrorPartOne, "Die von Ihnen angegebene Anwendung konnte nicht gefunden werden."
AppSelectionsErrorPartTwo, "Möchten Sie eine andere Anwendung auswählen?"
btnNewSearchTT, "Öffnet einen neuen Reiter und startet die Suche"
btnSearchTT, "Suche im aktuellen Reiter starten"
btnStopTT, "Ausgewählte Suche abbrechen"
CaseSensitiveQueryTT, "Groß/Kleinschreibung beachten"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Nur die erste passende Zeile anzeigen, wenn die Zeilen einzeln durchsucht werden"
ColumnWidthRestoreError, "Beim Wiederherstellen der Spaltenbreiten ist ein Fehler aufgetreten."
ColumnWidthSaveError, "Beim Speichern der Spaltenbreiten ist ein Fehler aufgetreten."
ContextMenuError, "Beim Anzeigen des Windows Kontextmenüs ist ein Fehler aufgetreten."
CreatedAfterTT, "Erstellt nach dem {0}"
CreatedBeforeTT, "Erstellt vor dem {0}"
CreatedBetweenTT, "Erstellt zwischen {0} und {1}"
CSVSpreadsheet, "CSV Dateien"
CustomAppOpenError, "Beim Öffnen mit der frei konfigurierbaren Anwendung ist ein Fehler aufgetreten."
DateCreatedError, "Der Beginn des Suchbereiches für das Erstelldatum muss vor dem Ende liegen."
DateFiltersSelected, "Datum Filter:"
DateMismatchError, "Der Beginn des Suchbereiches für das Erstelldatum muss vor dem Ende liegen."
DateModifiedError, "Der Beginn des Suchbereiches für den letzten Zugriff muss vor dem Ende liegen."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Profilnamen eingeben:"
ExcludeFilesTT, "Exkludierte Datei(en): {0}"
ExcludePathsTT, "Exkludierte(r) Pfad(e): {0}"
FileDeleteMessage, "Bitte warten Sie, während FileSeek die angeforderte Aktion ausführt.\nSie können dieses Fenster zwar während der Programmausführung schließen, aber das kann unerwarteten Ergebnissen führen."
FileDeleteQuestion, "Sind Sie sicher, dass Sie die ausgewählten Dateien und Ordner löschen wollen?"
FileDeleteTitle, "Dateien löschen"
FileDeletionError, "Beim Löschen der Dateien ist ein Fehler aufgetreten."
FileHandlerError, "Geben Sie bitte das zu durchsuchende Verzeichnis an."
FileIncludeNameMatch, "Dateiname passt [Filter für Inklude Dateien]"
FileOpenError, "Beim Öffnen der Datei ist ein Fehler aufgetreten."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Dateiname passt [Suchbegriff]"
FileReadError, "Fehler beim Dateizugriff: {0}"
FileSelectionError, "Bitte wählen Sie zumindest eine existierende Datei und versuchen Sie es erneut."
FileSizeError, "Die maximale Dateigröße muss gleich oder größer sein als die minimale Dateigröße."
FileSizeFiltersSelected, "Dateigrößen Filter:"
FilesSearched, "Durchsuchte Dateien: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Zu durchsuchenden Ordner angeben"
FolderBrowsingError, "Beim Auswählen des Ordners ist ein Fehler aufgetreten."
FolderIncludeNameMatch, "Ordername passt [Filter für Inklude Dateien]"
FolderItemError, "Der Order für das Element konnte nicht ermittelt werden: {0}"
FolderOpenError, "Beim Öffnen des Ordners ist ein Fehler aufgetreten."
FolderQueryNameMatch, "Ordername passt [Suchbegriff]"
FolderReadError, "Fehler beim Lesen der Ordner im Verzeichnis: {0}"
HyperTextMarkupLanguageFile, "Hyper Text Markup Language Datei"
IFilterWarning, "Bitte schalten Sie die Datei-Handler ein, um ein korrektes Ergebnis anzuzeigen für: {0} Dateien"
IncludeFilesTT, "Inkludierte Dateien: {0}"
InvalidExcludeFilesRegExError, "Der reguläre Ausdruck für die exkludierten Dateien ist ungültig.\n{0}"
InvalidFolderLength, "Ungültige Länge für den Ordner."
InvalidIncludeFilesRegExError, "Der reguläre Ausdruck für die inkludierten Dateien ist ungültig.\n{0}"
InvalidQueryRegExError, "Regulärer Ausdruck (RegEx) ist ungültig.\n{0}"
KeypressError, "Beim Verarbeiten der Tastenabfolge ist ein Fehler aufgetreten."
LinkedFolderError, "Order wird nicht durchsucht weil es sich um eine Verknüpfung handelt."
MatchesFound, "Passende Suchergebnisse: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Maximale Dateigröße: {0}"
MaxPathError, "Es handelt sich um einen langen Dateinamen, der möglicherweise nicht von allen Applikationen unterstützt wird"
MenuOpenError, "Beim Öffnen des Menüs ist ein Fehler aufgetreten."
MinFileSizeTT, "Minimale Dateigröße: {0}"
ModifiedAfterTT, "Geändert nach dem {0}"
ModifiedBeforeTT, "Geändert vor dem {0}"
ModifiedBetweenTT, "Geändert zwischen {0} und {1}"
More, "(weitere)"
NoDateFiltersSelected, "Kein Datumsfilter angegeben"
NoFileSizeFiltersSelected, "Kein Dateigrößenfilter angegeben"
NoOptionsSelected, "Keine Suchoptionen angegeben"
NotepadError, "Beim Öffnen der Datei mit Notepad ist ein Fehler aufgetreten."
NoTextSelectionError, "Bitte geben Sie einen Text an und versuchen Sie es erneut."
NotYourProfile, "Sie sind nicht der Besitzer dieses Profils."
OnlyShowFirstResultTT, "Nur das erste Suchergebnis anzeigen"
OpenManyQuestion, "Sind Sie sicher, dass Sie {0} Dateien bzw. Ordner öffnen wollen?"
OptionsSelected, "Ausgewählte Optionen:"
PathsTT, "Pfad(e): {0}"
PathTooLongError, "Microsoft Windows unterstützt diese Aktion nicht für lange Dateinamen."
ProfileLoadError, "Beim Laden des Profils ist ein Fehler aufgetreten."
ProfileLoadOnStartError, "Beim Laden des Profils ist ein Fehler aufgetreten. Das Profil existiert nicht."
ProfileOverwriteQuestion, "Sind Sie sicher, dass Sie das Profil '{0}' überschreiben wollen?"
ProfileSaved, "Die Sucheinstellungen wurden im Profil '{0}' gespeichert."
ProfileSaveError, "Das Profil kann nicht gespeichert werden."
ProOnlyDoubleClickPrompt, "Die von Ihnen eingestellte Aktion beim Doppelklicken ist nur in FileSeek Pro verfügbar.\nSie können die Aktion, die beim Doppelklicken ausgeführt wird, im Reiter "Suchen" der Einstellungen ändern.\n\nWünschen Sie mehr Informationen bezüglich Upgrade?"
QueryTT, "Suchen nach:\n{0}"
rdoMatchQueryLineByLineTT, "Öffne die Datei Zeile für Zeile und suche den angegebenen Begriff in jeder Zeile"
rdoMatchQueryToWholeFileTT, "Öffne die gesamte Datei und suche den angegebenen Begriff in der gesamten Datei"
ResultCopied, "Ein Suchergebnis wurde in die Zwischenablage kopiert."
ResultCopyError, "Beim Kopieren der Suchergebnisse in die Zwischenablage ist ein Fehler aufgetreten."
ResultSaveError, "Beim Speichern der Suchergebnisse ist ein Fehler aufgetreten.\n{0}"
ResultsCopied, "{0} Suchergebnisse wurden in die Zwischenablage kopiert."
ResultSelectionError, "Bitte zumindest eines der Suchergebnisse auswählen und dann erneut versuchen."
SaveResults, "Suchergebnisse in Tabellenkalkulation speichern"
SaveResultsAsHTML, "Suchergebnisse als HTML speichern"
SaveSearchProfile, "Suchprofil speichern"
SearchComplete, "Suche abgeschlossen in {0}s"
SearchCriteria, "Suchkriterien:"
SearchCriteriaEmptyTT, "Suchkriterien sind leer"
SearchEnd, "Suche Ende: {0}"
SearchError, "Bei der Dateisuche ist ein Fehler aufgetreten."
SearchStart, "Suche Beginn: {0}"
SearchSubFoldersTT, "Unterordner durchsuchen"
SettingFormShowError, "Beim Anzeigen des Fensters für die Programmeinstellungen ist ein Fehler aufgetreten."
Syncing, "Mit FileSeek Online synchronisieren…"
TextCopyError, "Beim Kopieren dieses Textes ist ein Fehler aufgetreten."
TextProcessingError, "Beim Verarbeiten dieses Textes ist ein Fehler aufgetreten."
TextSelectionError, "Bitte wählen Sie Teile des Textes aus und versuchen Sie es erneut."
txtPathTT, "Mehrfache Einträge werden mit dem | Zeichen getrennt"
UseFileHandlersTT, "Dateihandler verwenden"
ViewingAppPartOne, "Sie haben bis jetzt noch keine Anwendung zum Anzeigen der Datei angegeben."
ViewingAppPartTwo, "Wollen Sie das jetzt tun?"
WindowsVersionError, "Es tut uns leid, diese Funktion ist für diese Windows Version leider nicht verfügbar."


[frmProfileManager_Controls]
btnCopyProfile, "&Kopieren"
btnDelete, "Löschen"
btnRename, "Umbenennen"
btnSync, "Mit Ihrem FileSeek Online-Konto synchronisieren"
colProfileName, "Profil Name"
colProfileOwner, "Eigentümer"
lblCurrentProfile, "Aktueller Benutzer: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Wie wollen Sie das neue Profil benennen?"
MustSelectAnItem, "Bitte wählen Sie ein Profil aus der Liste und versuchen Sie es erneut."
ProfileDeleteQuestion, "Sind Sie sicher, dass Sie das ausgewählte Profil löschen wollen?"
RenameSearchProfile, "Suchprofil umbenennen"
SearchProfileName, "Name des Suchprofils:"
Title, "Profile verwalten"


[frmSettings_Controls]
btnApply, "Übernehmen"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Durchsuchen"
btnChangeToFree, "Zur freien Version wechseln"
btnCheckNow, "Jetzt nach A&ktualisierungen suchen"
btnClearHistory, "Suchverlauf löschen"
btnIFilterToggle, "Dateihandler aus/einschalten"
btnLicenseKeyLoadOnline, "Von FileSeek Online-Konto laden"
btnOtherDefault, "&Standardwert"
btnPasteFromClipboard, "Einfügen aus der Zwischenablage"
btnProxySettings, "Internet-Verbindungseinstellungen"
btnRestoreSettings, "Einstellungen wiederherstellen"
btnTroubleshootingClearLog, "Protokoll löschen"
btnTroubleshootingCopy, "In die Zwischenablage kopieren"
btnTroubleshootingOpenLog, "Protokoll öffnen"
chkAutoUpdate, "Automatisch nach Aktualisierungen suchen"
chkBeta, "Suche auch nach Beta Versionen (neuer, eventuell nicht stabil)"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Melde einen Fehler und überspringe diese Datei bei mehr als 260 Zeichen im Dateinamen"
chkIFilterErrors, "Melde einen Fehler für Dateien ohne Datei-Handler (wenn Datei-Handler eingeschaltet sind)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Suche in verknüpften Dateien && Ordnern"
chkLinkedFoldersSearchShowErrorOnSkip, "Warnung anzeigen, wenn eine Verknüpfung ignoriert wird"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Melde einen Fehler, wenn auf eine Datei/einen Ordner nicht zugegriffen werden kann"
chkShowToolTips, "Tooltipps anzeigen"
chkStartWithClearProfile, "FileSeek immer mit einem leeren Suchbegriff starten"
chkTreatAllIncludeFiltersAsWildcards, "Alle inkludierten Dateifilter als Wildcard behandeln"
chkWindowsContextMenu, "FileSeek im Windows Kontextmenü anzeigen"
colName, "Name"
colRightToLeft, "Rechts-nach-Links"
colTranslators, "Übersetzer"
colVersion, "Version"
gbAutoUpdate, "Auf Aktualisierungen prüfen"
gbCmdLineVars, "Kommandozeilen Parameter"
gbGeneralOptions, "Allgemeine Einstellungen"
gbUpdateSettings, "Aktualisierungs-Einstellungen"
lblCmdLineParam, "Kommandozeilen Parameter:"
lblDefaultDoubleClick, "Bitte wählen Sie die Aktion, die beim Doppelklicken ausgeführt wird:"
lblExpireDate, "Lizenz läuft ab am:"
lblLicenseKey, "Lizenzschlüssel:"
lblLicenseTo, "Lizensiert für:"
lblNumChar, "Anzahl der Zeichen, die bei jedem Suchergebnis angezeigt werden:"
lblSelectViewingApp, "Anwendung zum Anzeigen der Datei:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Neue und aktualisierte Sprachen holen"
LogLevel0, "Protokoll: Ausgeschaltet"
LogLevel1, "Protokoll: nur wichtige Einträge"
LogLevel2, "Protokoll: detaillierte Einträge"
LogLevel3, "Protokoll: Alle Einträge"
tabLanguage, "Sprachen"
tabLicense, "Lizenzschlüssel"
tabTroubleshooting, "Fehlersuche"


[frmSettings_Strings]
AppBrowsingError, "Beim Suchen nach einer Anwendung ist ein Fehler aufgetreten."
cboDefaultDoubleClickOperation_ExportAllCSV, "Alle Suchergebnisse als CSV exportieren"
cboDefaultDoubleClickOperation_ExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Ausgewählte Suchergebnisse als CSV exportieren"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_Open, "Mit der verknüpften Anwendung öffnen"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Beinhaltenden Ordner öffnen"
cboDefaultDoubleClickOperation_OpenNotepad, "Mit Notepad öffnen"
cboDefaultDoubleClickOperation_OpenOther, "Mit externer Anwendung öffnen"
ChangeToFreeQuestion, "Sind Sie sicher, dass Sie den Lizenzschlüssel entfernen und zur freien Version wechseln möchten?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Wenn diese Einstellung aktiviert ist, wird z.B. der Suchgriff foo wie *foo* ausgewertet"
ClearHistoryError, "Beim Löschen des Suchverlaufs ist ein Fehler aufgetreten."
ClearHistoryWarning, "Sind Sie sicher, dass Sie den Suchverlauf löschen möchten?"
CommandLineError, "Bitte geben Sie die Kommandozeilen Parameter ein oder drücken Sie 'Standardwert', um den Wert zurückzusetzen."
DebugLogCleared, "Die Protokoll Datei wurde erfolgreich gelöscht."
DebugLogNotFound, "Die Protokoll Datei konnte nicht gefunden werden.\nStellen Sie bitte sicher, dass die Protokollierung eingeschaltet ist."
DisableFileHandler, "Datei-Handler ausschalten"
EnableFileHandler, "Datei-Handler einschalten"
FileCommandDescription, "{0}: Ersetzt den vollständigen Dateinamen."
FileHandlerListError, "Beim Erstellen der Datei-Handler-Liste ist ein Fehler aufgetreten."
FileHandlerSelectError, "Beim Auswählen des Datei-Handlers ist ein Fehler aufgetreten."
FileHandlerToggleError, "Beim Aus/Einschalten des Datei-Handlers ist ein Fehler aufgetreten."
FreeVersion, "Freie Version"
HistoryCleared, "Der Suchverlauf wurde erfolgreich gelöscht."
InternetSettingsWindowError, "Beim Öffnen der Internet-Verbindungs Einstellungen ist ein Fehler aufgetreten."
InvalidExitcode, "Ein ungültiger Rückgabewert wurde gemeldet: {0}"
LineCommandDescription, "{0}: Wird durch die Zeilennummer ersetzt."
lvIFilters_Extension, "Dateierweiterung"
lvIFilters_Handler, "Datei-Handler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Bitte geben Sie eine Zeichenanzahl zwischen {0} und {1} ein und versuchen es dann erneut."
RestoreSettingsFailed, "Die Einstellungen konnten nicht wiederhergestellt werden."
RestoreSettingsSuccess, "Ihre Einstellungen wurden erfolgreich wiederhergestellt."
SettingMenuError, "Beim Aufbau des Kontextmenüs ist ein Fehler aufgetreten."
tabSettings_About, "Über FileSeek"
tabSettings_FileHandlers, "Datei-Handler"
tabSettings_Options, "Allgemeine Einstellungen"
tabSettings_OtherApp, "Externe Anwendung"
tabSettings_Search, "Suchen"
Title, "Einstellungen"
TroubleshootingCopyError, "Die Informationen zur Fehlersuche konnten nicht in die Zwischenablage kopiert werden."
TroubleshootingCopySuccess, "Die Informationen zur Fehlersuche wurden erfolgreich in die Zwischenablage kopiert."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Das Suchergebnis wurde erfolgreich gespeichert.\nWollen Sie die Datei nun anzeigen?"
SearchCriteria, "Suchkriterien"
SearchDate, "Such Datum:"
Title, "FileSeek Suchergebnisse"


[IFilterHelper_Strings]
UnknownError, "Unbekannter IFilter Fehler"
UsingStandardMethodWarning, "Für die angegebene Datei gibt es keinen Datei-Handler, es wird die Standardsuchmethode verwendet."


[LicenseValidate_Strings]
ExpiredPrompt, "Es tut uns leid, Ihre FileSeek Trial Lizenz ist abgelaufen.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"
Invalid, "Es tut uns leid, Ihr Lizenzschlüssel ist ungültig."
InvalidReseller, "Es tut uns leid, Ihr Lizenzschlüssel ist nur gültig, wenn Sie FileSeek über einen Vertriebspartner erhalten haben.\nKontaktieren Sie bitte Ihren Vertriebspartner für mehr Informationen."
LicenseProcessPro, "Danke für Ihre Registrierung!"
LicenseProcessRemoved, "Ihr Lizenzschlüssel wurde entfernt."
LicenseProcessTrial, "Danke, dass Sie die Trial-Version von FileSeek Pro verwenden!\nIhre Lizenz läuft am {0:D} ab."
RegistryExportSuccess, "Ihre Einstellungen wurden erfolgreich exportiert."
TrialAlmostDonePrompt, "Ihre Trial-Lizenz läuft bald ab.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Mit FileSeek suchen..."


[Words]
AdminSettingsLock, "Einige der Einstellungen werden von Ihrem System-Administrator verwaltet"
Apply, "Übernehmen"
ButtonEnterLicenseKey, "&Lizenzschlüssel eingeben"
ButtonLater, "&Später"
ButtonMoreInformation, "&Weitere Informationen"
ButtonUseFreeVersion, "&Freie Version verwenden"
Cancel, "&Abbrechen"
Close, "&Schließen"
Custom, "Custom"
Default, "Default"
Error, "Fehler"
ErrorNotAdminUACDisabled, "Die Benutzerkontensteuerung (UAC) ist ausgeschaltet und Sie sind kein Administrator Benutzer.\nDeshalb wird die angeforderte Aktion möglicherweise fehlschlagen.\nBitte schalten Sie die Benutzerkontensteuerung ein oder melden Sie sich mit einem Administratorkonto an.\nVersuchen Sie es dann erneut.\nWenn Sie die Benutzerkontensteuerung erst kürzlich ausgeschaltet habe, starten Sie bitte Ihren Computer neu."
Help, "Hilfe"
Info, "Informationen"
NeedProQuestion, "Sie müssen auf FileSeek Pro upgraden, um diese Funktionalität zu nutzen.\nWünschen Sie mehr Informationen bezüglich der Upgrade-Möglichkeiten?"
Never, "Nie"
No, "Nein"
OK, "&Ok"
ProOnlyNotice, "Funktionen, die nur in FileSeek Pro verfügbar sind, sind blau gekennzeichnet"
Refresh, "Aktualisieren"
Seconds, "seconds"
Yes, "Ja"


[Installer]
AdditionalIcons, "Zusätzliche Verknüpfungen:"
ContextMenu, "FileSeek zum Windows Kontextmenü hinzufügen"
CurrentUserOnly, "Nur für den aktuellen Benutzer"
DesktopIcon, "Verknüfung am &Desktop erzeugen"
DotNetDownloadNow, "Wollen Sie das .NET Framework jetzt herunterladen?"
DotNetNeededMayNotWork, "FileSeek läuft nicht korrekt, wenn das Microsoft .NET Framework 2.0 nicht installiert ist."
DotNetRequired, "FileSeek benötigt das Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Bitte rufen Sie das FileSeek Setup Programm erneut auf, nachdem das Microsoft .NET Framework 2.0 installiert wurde."
ForAllUsers, "Für alle Benutzer"
LaunchFileSeek, "FileSeek starten"
LicKeyInvalid, "Der Lizenzschlüssel ist ungültig."
LicKeyLabel, "Lizenzschlüssel:"
LicKeySelectOption, "Wählen Sie bitte die Art des Lizenzschlüssels und versuchen Sie es erneut."
LicKeyText, "Lizenzschlüssel Einstellungen:"
LicKeyTextAdminLocked, "Ihr Lizenzschlüssel wurde von Ihrem Administrator eingegeben."
LicKeyTextChangeFree, "In den Einstellungen wählen Sie bitte 'Zur freien Version wechseln', um die freie Version zu verwenden."
LicKeyTextEnterOrFree, "Bitte geben Sie einen gültigen Lizenzschlüssel ein oder wählen Sie 'Freie Version verwenden'."
LicKeyTextPaid, "Folgenden Lizenzschlüssel verwenden:"
LicKeyTextTrial, "Trial Version verwenden (nur beim ersten Mal) und nach 30 Tagen zur freien Version zurückwechseln."
RunAtStartup, "FileSeek beim Hochfahren von Windows starten"
ShowWelcome, "Willkommens-Seite anzeigen"
TextBefore, "Wenn FileSeek noch läuft, beenden Sie es bitte bevor Sie die neue Version installieren.\n\nFür Updates und Support-Anfragen besuchen Sie bitte http://www.fileseek.ca"
UninstallRemoveAllData1, "Wollen Sie wirklich alle FileSeek Program-Dateien, Einstellungen und temporären Dateien entfernen?"
UninstallRemoveAllData2, "Diese Einstellung sollte nicht angehakt werden, wenn Sie vorhaben, FileSeek erneut zu installieren."